subjects_1 = subjects_2 = subjects_3 = subjects_4 = {
    "Русский язык": [],
    "Английский язык": [],
    "Литература": [],
    "Математика": [],
    "Окружающий мир": [],
    "ИЗО": ["МБУДО ДШИ"],
    "Музыка": ["МБУДО ДШИ"],
    "Физ-ра": [],
    "Технология": []
}

subjects_5 = subjects_6 = {
    "Русский язык": [],
    "Английский язык": [],
    "Литература": [],
    "Математика": [],
    "История": [],
    "Обществознание": [],
    "География": [],
    "Биология": [],
    "ИЗО": ["МБУДО ДШИ"],
    "Музыка": ["МБУДО ДШИ"],
    "Физ-ра": [],
    "Технология": []
}

subjects_7 = {
    "Алгебра/геометрия": [],
    "Иностранный язык": [],
    "Информатика": [],
    "Физика": [],
    "Физ-ра": [],
    "История": [],
    "Литература": [],
    "Обществознание": [],
    "Русский язык": [],
    "Биология": [],
    "Музыка": ["МБУДО ДШИ"],
    "География": []
}

subjects_8 = subjects_9 = subjects_10 = subjects_11 = {
    "Русский язык": [],
    "Английский язык": [],
    "Литература": [],
    "Алгебра/геометрия": [],
    "История": [],
    "Обществознание": [],
    "География": [],
    "Биология": [],
    "Музыка": [],
    "Физ-ра": [],
    "Технология": [],
    "Информатика": [],
    "Физика": [],
    "Черчение": [],
    "Химия": []
}


classes = {1: subjects_1,
           2: subjects_2,
           3: subjects_3,
           4: subjects_4,
           5: subjects_5,
           6: subjects_6,
           7: subjects_7,
           8: subjects_8,
           9: subjects_9,
           10: subjects_10,
           11: subjects_11}