subjects_1 = subjects_2 = subjects_3 = subjects_4 = {
    "Русский язык": ["Репетитор: Русский язык", "Грамматика"],
    "Иностранный язык": ["Lexika", "Репетитор: Иностранный язык"],
    "Литература": ["Репетитор: Литература"],
    "Математика": ["Репетитор: Математика"],
    "Окружающий мир": ["Репетитор: Окружающий мир"],
    "ИЗО": ["Художественная школа", "Репетитор: ИЗО"],
    "Музыка": ["Репетитор: Музыка", "Музыкальная школа"],
    "Физ-ра": ["Спарта", "Плавание в заре", "Бригантина (бокс)",
               "Грани (скалолазание)", "Atmosfera (фитнес студия)",
               "Баба йога (хатха-йога)", "Эфа(бой)"],
    "Технология": ["Репетитор: Технология"]
}

subjects_5 = subjects_6 = {
    "Русский язык": ["Репетитор: Русский язык"],
    "Иностранный язык": ["Lexika", "Репетитор: Иностранный язык"],
    "Литература": ["Репетитор: Литература"],
    "Математика": ["Репетитор: Математика"],
    "История": ["Репетитор: История"],
    "Обществознание": ["Репетитор: Обществознание"],
    "География": ["Репетитор: География"],
    "Биология": ["Репетитор: Биология"],
    "ИЗО": ["Художественная школа", "Репетитор: ИЗО"],
    "Музыка": ["Репетитор: Музыка", "Музыкальная школа"],
    "Физ-ра": ["Спарта", "Плавание в заре", "Бригантина (бокс)",
               "Грани (скалолазание)", "Atmosfera (фитнес студия)",
               "Баба йога (хатха-йога)", "Эфа(бой)"],
    "Технология": ["ЦМИТ Политех"]
}

subjects_7 = {
    "Алгебра/геометрия": ["Алгоритмика", "Репетитор: Математика"],
    "Иностранный язык": ["Lexika", "Юник club",
                         "Academy School", "Полиглот", "Репетитор: Иностранный язык"],

    "Информатика": ["Софтиум", "Алгоритмика",
                    "Кодология", "Курсы в политехе", "Репетитор: Информатика"],
    "Физика": ["Репетитор: Физика"],

    "Физ-ра": ["Спарта", "Плавание в заре", "Бригантина (бокс)",
               "Грани (скалолазание)", "Atmosfera (фитнес студия)",
               "Баба йога (хатха-йога)", "Эфа(бой)"],
    "История": ["Репетитор: История"],
    "Литература": ["Репетитор: Литература"],
    "Обществознание": ["Репетитор: Обществознание"],
    "Русский язык": ["Репетитор: Русский язык"],
    "Биология": ["Репетитор: Биология"],
    "Музыка": ["Репетитор: Музыка", "Музыкальная школа"],
    "География": ["Репетитор"]
}

subjects_8 = subjects_9 = subjects_10 = subjects_11 = {
    "Русский язык": ["Репетитор: Русский язык"],
    "Иностранный язык": ["Репетитор: Иностранный язык"],
    "Литература": ["Репетитор: Литература"],
    "Алгебра/геометрия": ["Алгоритмика", "Репетитор: Математика"],
    "История": ["Репетитор: История"],
    "Обществознание": ["Репетитор: Обществознание"],
    "География": ["Репетитор: География", "Глобус"],
    "Биология": ["Репетитор: Биология"],
    "Музыка": ["Репетитор: Музыка", "Музыкальная школа"],
    "Физ-ра": ["Спарта", "Плавание в заре", "Бригантина (бокс)",
               "Грани (скалолазание)", "Atmosfera (фитнес студия)",
               "Баба йога (хатха-йога)", "Эфа(бой)"],
    "Информатика": ["Софтиум", "Алгоритмика",
                    "Кодология", "Курсы в политехе", "Репетитор: Информатика"],
    "Физика": ["Репетитор: Физика"],
    "Черчение": ["Репетитор: Черчение"],
    "Химия": ["Репетитор: Химия"]
}


classes = {1: subjects_1,
           2: subjects_2,
           3: subjects_3,
           4: subjects_4,
           5: subjects_5,
           6: subjects_6,
           7: subjects_7,
           8: subjects_8,
           9: subjects_9,
           10: subjects_10,
           11: subjects_11}