subjects_1 = subjects_2 = subjects_3 = subjects_4 = {
    "Русский язык": [],
    "Английский язык": [],
    "Литература": [],
    "Математика": [],
    "Окружающий мир": [],
    "ИЗО": [],
    "Музыка": [],
    "Физ-ра": [],
    "Технология": []
}

subjects_5 = subjects_6 = {
    "Русский язык": ["Репетитор: Русский язык"],
    "Английский язык": ["Репетитор: Литература"],
    "Литература": ["Репетитор: Русский язык"],
    "Математика": [],
    "История": [],
    "Обществознание": [],
    "География": [],
    "Биология": [],
    "ИЗО": [],
    "Музыка": [],
    "Физ-ра": [],
    "Технология": []
}

subjects_7 = {
    "Алгебра/геометрия": ["Алгоритмика", "Репетитор: Математика", "Наследники Ползунова: Математика"],
    "Иностранный язык": ["Lexika", "Софтиум", "Классика", "smart", "Юник club",
                         "Academy School", "Полиглот", "Grinwich", "Репетитор: Иностранный язык"],

    "Информатика": ["Софтиум", "Наследники ползунова", "Алгоритмика",
                    "Кодология", "Курсы в политехе", "Репетитор: Информатика"],
    "Физика": ["Наследники ползунова: Физика", "Репетитор: Физика"],

    "Физ-ра": ["Спарта", "Cпортивная/художественная гимнастика в заре", "Плавание в заре", "Бригантина (бокс)",
               "Грани (скалолазание)", "Atmosfera (фитнес студия)", "Барс(водное поло)", "Гренада (кикбоксинг)",
               "Баба йога (хатха-йога)", "Эфа(бой)", "Чемпион (бокс)", "Индиго (танцы)", "Шаг вперед (танцы)",
               "Овация (танцы)", "Тренер"],
    "История": ["Репетитор"],
    "Литература": ["Репетитор"],
    "Обществознание": ["Репетитор"],
    "Русский язык": ["Репетитор"],
    "Биология": ["Репетитор"],
    "Музыка": ["Репетитор"],
    "География": ["Репетитор"]
}

subjects_8 = subjects_9 = subjects_10 = subjects_11 = {
    "Русский язык": [],
    "Английский язык": [],
    "Литература": [],
    "Алгебра/геометрия": ["Наследники Ползунова: Математика"],
    "История": [],
    "Обществознание": [],
    "География": [],
    "Биология": [],
    "Музыка": [],
    "Физ-ра": [],
    "Технология": [],
    "Информатика": ["Наследники Ползунова: Информатика"],
    "Физика": ["Наследники Ползунова: Физика"],
    "Черчение": [],
    "Химия": ["Наследники Ползунова: Химия"]
}


classes = {1: subjects_1,
           2: subjects_2,
           3: subjects_3,
           4: subjects_4,
           5: subjects_5,
           6: subjects_6,
           7: subjects_7,
           8: subjects_8,
           9: subjects_9,
           10: subjects_10,
           11: subjects_11}